Repository: thinkronize/archivematica
Catalog: src/dashboard/src/locale/*/LC_MESSAGES/django.po
Languages: fr

source: No results, please try another search.
fr: Aucun résultat, essayez une autre recherche.

source: Archival Information Package
fr: Paquet d'information archivé (AIP)

source: Location
fr: Emplacement

source: Download
fr: Télécharger

source: Upload DIP
fr: Télécharger le DIP

source: Re-ingest
fr: Réacquisition

source: Upload
fr: Téléverser

source: Choose type of re-ingest
fr: Choisir le type de réacquisition

source: Are you sure that you want to delete this AIP
fr: Êtes-vous sûr de vouloir supprimer ce AIP ?

source: Reason for deletion:
fr: Justification de la suppression :

source: Elasticsearch error
fr: Erreur Elasticsearch

source: Exception type: %(exception_type)s
fr: Type d’exception %(exception_type)s

source: Sorry! The page that you are trying to view is not available.
fr: Désolé ! La page que vous essayez de visualiser n'est pas disponible.

source: Please contact an administrator.
fr: Contactez un administrateur.

source: ElasticSearch server issue
fr: Problème avec le serveur Elasticsearch

source: Forbidden
fr: Interdit

source: Sorry! You do not have enough access privileges for this operation.
fr: Désolé ! Vous n'avez pas suffisamment de privilèges d'accès pour cette opération.

source: Ingest
fr: Acquisition

source: Initializing...
fr: Initialisation...

source: Title
fr: Titre

source: Identifier
fr: Identifiant

source: Parent record
fr: Notice parent

source: Objects
fr: Objets

source: Select all
fr: Sélectionner tout

source: Resources
fr: Ressources

source: Level
fr: Niveau

source: File
fr: Dossier

source: Confirm
fr: Confirmer

source: Level of description
fr: Niveau de description

source: Level of sescription
fr: Niveau de description

source: Search transfer backlog
fr: Chercher dans le backlog des transferts

source: Submission Information Package
fr: Paquet d'information à verser

source: View micro-services
fr: Afficher les microservices

source: List
fr: Liste

source: Rights
fr: Droits

source: Metadata
fr: Métadonnées

source: Add metadata files
fr: Ajouter des fichiers de métadonnées

source: View file
fr: Afficher le fichier

source: Hide
fr: Masquer

source: Add directory
fr: Ajouter un répertoire

source: Edit metadata
fr: Modifier les métadonnées

source: Create SIP
fr: Créer un SIP

source: AtoM level of description
fr: Niveau de description AtoM

source: No AtoM levels of description found. Please contact an administrator.
fr: Aucun niveaux de description AtoM n'a été trouvé. Veuillez contacter votre administrateur.

source: Metadatos
fr: Métadonnées

source: Remove
fr: Retirer

source: Job
fr: Travail

source: Tasks
fr: Tâches

source: Upload the generated DIP to AtoM using the permalink of the target description.
fr: Télécharger le DIP venant d'être créer vers AtoM en utilisant le permalien de la description cible.

source: Enter the permalink of the target description
fr: Entrer le permalien de la description cible

source: Example: if URL is http://myAtoM.ca/newsletters-2;rad enter <strong>newsletters-2</strong>
fr: Exemple : si l'URL est http://myAtoM.ca/newsletters-2;rad inscrivez <strong>newsletters-2</strong>

source: Select a directory
fr: Sélectionner un répertoire

source: A name given to the resource.
fr: Nom donné à la ressource

source: The topic of the resource.
fr: Sujet de la ressource

source: The nature or genre of the resource.
fr: Nature ou genre de la ressource.

source: A language of the resource.
fr: Langue de la ressource

source: Information about rights held in and over the resource.
fr: Informations sur les droits s'appliquant à la ressource.

source: File name
fr: Nom du fichier

source: File format
fr: Format de fichier

source: Preservation normalization attempted
fr: La normalisation de préservation a été tentée

source: Preservation normalization failed
fr: La normalisation de préservation a échoué

source: Already in preservation format
fr: Déjà dans un format de préservation

source: Access normalization attempted
fr: La normalisation d'accès a été tentée

source: Access normalization failed
fr: La normalisation d'accès a échoué

source: Already in access format
fr: Déjà dans un format d'accès

source: Yes,No
fr: Oui,Non

source: Showing %(start_index)s-%(end_index)s of %(total_items)s
fr: Affiche %(start_index)s-%(end_index)s de %(total_items)s

source: Welcome
fr: Bienvenue

source: Continue
fr: Continuer

source: Register this pipeline in the Storage Service
fr: Enregistrer ce pipeline dans le Service de stockage

source: Dashboard UUID
fr: UUID du tableau de bord

source: Welcome!
fr: Bienvenue!

source: Archivematica Dashboard
fr: Tableau de bord Archivematica

source: Transfer
fr: Transfert

source: Preservation planning
fr: Planification de la préservation

source: Access
fr: Accès

source: Your profile
fr: Votre profil

source: Log out
fr: Fermeture de session

source: DIP URL
fr: URL du DIP

source: Transfer %(uuid)s
fr: Transférer %(uuid)s

source: File UUID
fr: Fichier UUID

source: Exit code
fr: Code de sortie

source: Start time
fr: Heure de début

source: End time
fr: Heure de fin

source: Duration
fr: Durée

source: %(duration)s seconds(s)
fr: %(duration)s seconde(s)

source: Standard error (stderr)
fr: Erreur standard (stderr)

source: %(content_type)s not found
fr: %(content_type)s n'a pas été trouvé

source: Sorry! The %(content_type)s that you are trying to %(verb)s is not here.
fr: Désolé! Le %(content_type)s que vous tentez de %(verb)s n'est pas ici.

source: Saved
fr: Sauvegardé

source: An error has occurred.
fr: Une erreur est survenue.

source: New content added.
fr: Nouveau contenu ajouté.

source: New content added: %(type)s.
fr: Nouveau contenu ajouté : %(type)s

source: Copyright documentation identifier:
fr: Identifiant de la documentation sur le droit d'auteur :

source: Value
fr: Valeur

source: Role
fr: Rôle

source: Copyright note
fr: Note sur le droit d'auteur

source: Statute note
fr: Note sur la réglementation

source: License documentation identifier:
fr: Identifiant de la documentation sur la licence :

source: License note
fr: Note sur la licence

source: Documentation identifier
fr: Identifiant de la documentation

source: You may now add additional information such as document identifers and notes.
fr: Vous pouvez maintenant ajouter des informations supplémentaires telles que des identifiants de document et des notes.

source: Allow
fr: Autoriser

source: Disallow
fr: Empêcher

source: Conditional
fr: Conditionnel

source: Grant/restriction note
fr: Note d'autorisation/de restriction

source: Done
fr: Complété

source: Act
fr: Action

source: Basis
fr: Base

source: Start
fr: Début

source: End
fr: Fin

source: There are microservices awaiting user decisions.
fr: Certains microservices sont en attentes de décisions de la part de l'utilisateur.

source: View microservices
fr: Afficher les microservices

source: Transfer metadata
fr: Transférer les métadonnées

source: Transfer start time
fr: Heure de début du transfert
