Repository: thinkronize/archivematica
Catalog: src/dashboard/src/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Saved.
fr: Sauvé.

source: Your profile (%s)
fr: Votre profil (%s)

source: Web service endpoint
fr: Point de terminaison de service Web

source: The URL for (POST) requests to create and resolve PIDs.
fr: L'URL pour les requêtes (POST) pour créer et résoudre les PIDs.

source: Web service key
fr: Clé de service Web

source: Naming authority
fr: Autorité de nommage

source: Resolver URL
fr: Résolveur d'URL

source: AIP PID source
fr: Source du PID de l'AIP.

source: The source of the AIP's persistent identifier. The UUID of the AIP is the default since it is virtually guaranteed to be unique. However, the accession number of the transfer may be used, assuming the user can guarantee a 1-to-1 relationship between the transfer and the AIP.
fr: Source de l'identifiant permanent de l'AIP. L'UUID de l'AIP est l'identifiant par défaut puisqu'il est pratiquement garanti d'être unique. Cependant, le numéro d'acquisition du transfert peut être utilisé, en supposant que l'utilisateur peut garantir une relation 1-à-1 entre le transfert et l'AIP.

source: Verify SSL certificates
fr: Vérifier les certificats SSL

source: Storage Service URL
fr: URL du service de stockage

source: Full URL of the storage service. E.g. https://192.168.168.192:8000
fr: URL complète du service de stockage. Par ex. https://192.168.168.192:8000

source: Storage Service User
fr: Utilisateur du Service de stockage

source: User in the storage service to authenticate as. E.g. test
fr: Nom de l'utilisateur ayant la permission d'utiliser le Service de stockage. Par. ex., test

source: API key
fr: Clé API

source: API key of the storage service user. E.g. 45f7684483044809b2de045ba59dc876b11b9810
fr: Clé API de l'utilisateur du Service de stockage. Par. ex., 45f7684483044809b2de045ba59dc876b11b9810

source: Use default configuration
fr: Utiliser la configuration par défaut

source: You have to manually set up a custom configuration if the default configuration is not selected.
fr: Vous devez mettre en place manuellement une configuration personnalisée si la configuration par défaut n'est pas sélectionnée.

source: Select algorithm
fr: Sélectionner l'algorithme

source: Assign UUIDs to directories
fr: Attribuer les UUIDs aux répertoires

source: Send transfer to quarantine
fr: Placer le transfert en quarantaine

source: Remove from quarantine after (days)
fr: Retirer de la quarantaine après (jour)

source: days
fr: jours

source: Generate transfer structure report
fr: Générer un rapport de structure de transfert

source: Select file format identification command (Transfer)
fr: Sélectionner la commande d'identification de format de fichier (Transfert)

source: Extract packages
fr: Extraire les paquets

source: Delete packages after extraction
fr: Supprimer les paquets après l'extraction

source: Perform policy checks on originals
fr: Effectuer les vérifications de politique sur les originaux

source: Examine contents
fr: Examiner le contenu

source: Create SIP(s)
fr: Création de SIP(s)

source: Select file format identification command (Ingest)
fr: Sélectionner la commande d'identification de format de fichier (Acquisition)

source: Normalize
fr: Normaliser

source: Approve normalization
fr: Approuver la normalisation

source: Perform policy checks on preservation derivatives
fr: Effectuer les vérifications de politique sur les copies de préservation

source: Perform policy checks on access derivatives
fr: Effectuer les vérifications de politique sur les copies de consultation

source: Bind PIDs
fr: Lier les PIDs

source: Reminder: add metadata if desired
fr: Rappel : ajouter des métadonnées, au besoin

source: Transcribe files (OCR)
fr: Transcrire les fichiers (ROC)

source: Select file format identification command (Submission documentation & metadata)
fr: Sélectionner la commande d'identification de format de fichier (Documentation de soumission et métadonnées)

source: Select compression algorithm
fr: Sélectionner l'algorithme de compression

source: Select compression level
fr: Sélectionnez le niveau de compression

source: Store AIP
fr: Stocker l’AIP

source: Store AIP location
fr: Stocker l'emplacement de l'AIP

source: Store DIP
fr: Stocker le DIP

source: Store DIP location
fr: Stocker l'emplacement du DIP

source: None
fr: Aucun

source: Yes
fr: Oui

source: No
fr: Non

source: Default location
fr: Localisation par défaut

source: Base on PREMIS
fr: Basé sur PREMIS

source: other
fr: autre

source: Embed
fr: Intégrer

source: New
fr: Nouveau

source: Other
fr: Autre

source: Replace
fr: Remplacer

source: ArchivesSpace host
fr: Hôte ArchivesSpace

source: Do not include http:// or www. Example: aspace.test.org
fr: Ne pas inclure http:// ou www. P. ex., aspace.test.org

source: ArchivesSpace backend port
fr: port interne ArchivesSpace

source: Example: 8089
fr: Exemple : 8089

source: ArchivesSpace administrative user
fr: Utilisateur administratif ArchivesSpace

source: Example: admin
fr: Exemple: admin

source: ArchivesSpace administrative user password
fr: Mot de passe de l'utilisateur administratif ArchivesSpace

source: Password for user set above. Re-enter this password every time changes are made.
fr: Mot de passe de l'utilisateur tel que défini ci-dessus. Entrez le mot de passe après chaque modification.

source: Restrictions apply
fr: Appliquer des restrictions

source: Object type
fr: Type d'objet

source: Optional, must come from ArchivesSpace controlled list. Example: sound_recording
fr: Optionnel, doit provenir de la list contrôlée d'ArchivesSpace. Par exemple : sound_recording

source: Use statement
fr: Déclaration d'utilisation

source: Optional, but if present should come from ArchivesSpace controlled list. Example: image-master
fr: Optionnel, mais si ce champs est utilisé, l'information doit provenir de la liste contrôlée d'ArchivesSpace. Par exemple : image-master

source: URL prefix
fr: Préfixe de l'URL

source: URL of DIP object server as you wish to appear in ArchivesSpace record. Example: http://example.com
fr: URL du serveur d'objets DIP que vous souhaitez afficher dans la notice ArchivesSpace. Exemple: http://example.com

source: Conditions governing access
fr: Conditions d’accès

source: Populates Conditions governing access note
fr: Remplir la Note sur les conditions d'accès

source: Conditions governing use
fr: Conditions d'utilisation

source: Populates Conditions governing use note
fr: Remplir la Note sur les conditions d'utilisation

source: ArchivesSpace repository number
fr: Numéro du dépôt ArchivesSpace

source: Default for single repository installation is 2
fr: La valeur par défaut pour une installation de dépôt unique est de 2

source: Inherit digital object notes from the parent component
fr: Notes de l'objet numérique héritées à partir du composant parent

source: Database host
fr: Base de données hôte

source: Database port
fr: Port de la base de données

source: Database name
fr: Nom de la base de données

source: Database user
fr: Utilisateur de la base de données

source: Database password
fr: Mot de passe de la base de données

source: Archivists' Toolkit username
fr: Nom d'utilisateur d'Archivists' Toolkit

source: Upload URL
fr: URL de téléchargement

source: Login email
fr: Courriel de connexion

source: E-mail account used to log into AtoM.
fr: Courriel utilisé pour vous connecter à AtoM.

source: Login password
fr: Mot de passe

source: Password used to log into AtoM.
fr: Mot de passe utilisé pour vous connecter à AtoM.

source: AtoM version
fr: Version d'AtoM

source: Rsync target
fr: Cible Rsync

source: The DIP can be sent with Rsync to a remote host before is deposited in AtoM. This is the destination value passed to Rsync (see man 1 rsync). For example: foobar.com:~/dips/.
fr: Un DIP peut être envoyé vers un remote host par l'entremise de Rsync avant d'être entreposé dans AtoM. C'est la valeur de destination vers Rsync (voir man 1 rsync). Par exemple: foobar.com:~/dips/.

source: Rsync command
fr: Commande Rsync

source: If --rsync-target is used, you can use this argument to specify the remote shell manually. For example: ssh -p 22222 -l user.
fr: Si --rsync-target est utilisé, il est possible d'utiliser cet argument pour préciser le « remote shell » manuellement. Par exemple: ssh -p 22222 -l user.

source: Debug mode
fr: Mode de débogage

source: Show additional details.
fr: Afficher les détails supplémentaires

source: REST API key
fr: Clé REST API

source: Used in metadata-only DIP upload.
fr: Utilisé lors d'un téléchargement DIP contenant uniquement des métadonnées.

source: Deleted.
fr: Supprimé.

source: Promoted.
fr: Promu.

source: Demoted.
fr: Rétrogradé.

source: Level of description not found.
fr: Niveau de description introuvable.

source: Error retrieving locations: is the storage server running? Please contact an administrator.
fr: Erreur lors de la récupération des localisations : est-ce que le Service de stockage fonctionne? Veuillez contacter votre administrateur.

source: Storage server inaccessible. Please contact an administrator or update storage service URL below.
fr: Service de stockage inaccessible. Veuillez contacter votre administrateur ou mettre à jour l'URL du Service de stockage.

source: Insert slug
fr: Insérer le permalien

source: Only compatible with AtoM 2.4 or newer.
fr: Uniquement compatible avec AtoM 2.4 ou plus récent.

source: Connection establishment failed: AtoM server cannot be reached.
fr: La connexion a échoué : le serveur AtoM ne peut pas être atteint.

source: Description with slug %(slug)s not found!
fr: Description avec ligne %(slug)sintrouvable!

source: Unknown error: %(error)s
fr: Erreur inconnue : %(error)s

source: Metadata re-ingest
fr: Réacquisition de métadonnées

source: Partial re-ingest
fr: Réacquisition partielle

source: Full re-ingest
fr: Réacquisition intégrale

source: Only needed in full re-ingest
fr: Nécessaire uniquement en cas de réacquisition intégrale

source: default
fr: par défaut

source: Please type in the UUID to confirm
fr: Encoder l'UUID pour confirmer

source: Reason for deletion
fr: Justifier la suppression

source: uuid must be defined
fr: L'UUID doit être définie

source: UUID mismatch
fr: Disparité d'UUID

source: Stored
fr: Stocké

source: Deletion requested
fr: Suppression demandée

source: Metadata-only DIP upload failed, check the logs for more details
fr: Le téléchargement DIP contenant uniquement des métadonnées a échoué, consulter les journaux pour plus de détails.

source: Metadata-only DIP upload has been completed successfully. New resource has slug: %(slug)s
fr: Le téléchargement DIP contenant uniquement des métadonnées a été complété avec succès. Identifiant (slug) de la nouvelle ressource : %(slug)s

source: Error re-ingesting package: %(message)s
fr: Erreur lors de la réacquisition du paquet : %(message)s

source: Unable to connect to storage server. Please contact your administrator.
fr: Incapable d'établir la connexion avec le Service de stockage. Veuillez contacter votre administrateur.

source: %(count)d object
fr: %(count)d objet

source: %(count)s objects
fr: %(count)s objets

source: Could not base64-decode provided path: %(path)s
fr: Décodage base64 du chemin d'accès fourni impossible : %(path)s

source: No files or directories found under path: %(path)s
fr: Aucun fichier ou répertoire trouvé pour le chemin d'accès : %(path)s

source: No filepath to delete was provided!
fr: Aucun chemin de fichier à supprimer n'a été fourni!

source: Delete successful.
fr: Supprimé avec succès.

source: Copy successful.
fr: Copié avec succès.

source: Provided SIP UUID (%(uuid)s) belongs to an already-started SIP!
fr: L'UUID du SIP fourni (%(uuid)s) appartient déjà à un SIP en cours!

source: Provided UUID (%(uuid)s) is not a valid UUID!
fr: L'UUID (%(uuid)s) fourni n'est pas valide!

source: %(path1)s is not in %(path2)s
fr: %(path1)s n'est pas dans %(path2)s

source: %(path)s is not a directory
fr: %(path)s n'est pas un répertoire

source: SIP created.
fr: SIP créé.

source: Creation successful.
fr: Création avec succès.

source: %(src)s and %(dst)s must be inside %(path)s
fr: %(src)s et %(dst)s doivent se trouver à l'intérieur de %(path)s

source: You cannot drag and drop onto a file.
fr: Il n'est pas possible de glisser-déplacer dans un dossier.

source: %(path1)s must go in a SIP, cannot be dropped onto %(path2)s
fr: %(path1)sdoit aller dans un SIP, impossible de l'ajouter dans %(path2)s

source: Storage Service failed with the message: %(messsage)s
fr: Échec du service de stockage accompagné du message : %(messsage)s

source: No file information returned from the Storage Service for file at relative_path: %(path)s
fr: Aucune information disponible auprès du Service de stockage concernant le fichier situé dans le relative_path : %(path)s

source: Files added to the SIP.
fr: Fichiers ajoutés au SIP.

source: SIP files successfully moved.
fr: Fichiers SIP déplacés avec succès.

source: Metadata files added successfully.
fr: Les fichiers de métadonnées ont été ajoutés avec succès.

source: Location %(location)s is not associated with this pipeline
fr: L'emplacement %(location)s n'est pas associé à ce pipeline

source: The following errors occured: %(message)s
fr: L'erreur suivante est survenue: %(message)s

source: Files added successfully.
fr: Les fichiers ont été ajoutés avec succès.

source: File with UUID %(uuid)s could not be found
fr: Le fichier lié à l'UUID %(uuid)s n'a pu être trouvé

source: AtoM URL not defined!
fr: URL d'AtoM non définie

source: AtoM authentication settings not defined!
fr: Paramètres d'authentification d'AtoM non définis !

source: Unable to fetch levels of description from AtoM!
fr: Incapable de récupérer les niveaux de description venant d'AtoM!

source: Error retrieving originals/arrange directory locations: is the storage server running? Please contact an administrator.
fr: Un erreur s'est produite lors de l'extraction de la localisation des répertoires originaux/classer : est-ce que le Service de stockage fonctionne? Veuillez contacter votre administrateur.

source: Error retrieving source directories: is the storage server running? Please contact an administrator.
fr: Erreur lors de la récupération des répertoires source : est-ce que le Service de stockage fonctionne? Veuillez contacter votre administrateur.

source: No transfer source locations are available. Please contact an administrator.
fr: Aucun emplacement de transfert source n'est disponible. Veuillez contacter votre administrateur.

source: Are you sure you want to delete this metadata?
fr: Êtes-vous sûr de vouloir supprimer ces métadonnées?

source: Review normalization
fr: Examiner la normalisation

source: Review AIP
fr: Examiner l'AIP

source: Review DIP
fr: Examiner le DIP

source: The action the preservation repository is allowed to take; eg replicate, migrate, modify, use, disseminate, delete
fr: L'action que le dépôt de conservation est autorisé à effectuer; par exemple, réproduire, migrer, modifier, utiliser, diffuser, supprimer

source: The beginning date of the rights or restrictions granted
fr: Date de début des droits ou des restrictions accordés.

source: The ending date of the rights or restrictions granted
fr: Date de fin des droits ou des restrictions accordés.

source: A coded designation of the copyright status of the object at the time the rights statement is recorded. Available options: Copyrighted, Public Domain, Unknown
fr: Code désignant le statut des droits d’auteur concernant l’objet au moment de sa saisie; p. ex. : Protégé, domaine public, inconnu.

source: The country whose copyright laws apply [ISO 3166]
fr: Pays dont les lois concernant la propriété intellectuelle s’appliquent [ISO 3166]

source: The date that the copyright status recorded in 'copyright status' was determined.
fr: Date à laquelle le statut des droits d’auteur saisi dans 'Statut des droits d'auteur' a été déterminé.

source: The date when the particular copyright applies or is applied to the content.
fr: Date à laquelle les droits d’auteur ont pris effet ou s’appliquent au contenu.

source: The date when the particular copyright no longer applies or is applied to the content.
fr: Date à laquelle les droits d’auteur prennent fin ou cessent de s’appliquer au contenu.

source: The country or other political body enacting the statute.
fr: Pays ou autre corps politique ayant décrété cette réglementation.

source: An identifying designation for the statute.
fr: Désignation permettant d’identifier la loi.

source: The date that the determination was made that the statue authorized the permission(s) noted.
fr: Date à laquelle il a été déterminé que la loi autorisait les permissions données.

source: The date when the statute begins to apply or is applied to the content.
fr: Date à laquelle une loi particulière prend effet ou s’applique au contenu.

source: The date when the statute ceasees to apply or be applied to the content.
fr: Date à laquelle une loi particulière prend fin ou cesse de s’appliquer au contenu.

source: Text describing the license or agreement by which permission as granted.
fr: Text describing the license or agreement by which permission was granted.

source: The date at which the license first applies or is applied to the content.
fr: Date à laquelle un statut particulier prend effet ou s’applique au contenu.

source: The end date at which the license no longer applies or is applied to the content.
fr: Date à laquelle la licence prend fin ou cesse de s’appliquer au contenu.

source: copyright
fr: droit d'auteur

source: license
fr: licence

source: statute
fr: réglementation

source: Error retrieving source directories
fr: Erreur lors de la récupération des répertoires sources

source: Error creating pipeline: is the storage server running? Please contact an administrator.
fr: Une erreur s'est produite en créant le pipeline : est-ce que le Service de stockage fonctionne? Veuillez contacter votre administrateur.

source: N/A
fr: Non disponible

source: Untitled
fr: Sans titre

source: %(basis)s for %(unit)s (%(id)s)
fr: %(basis)s pour %(unit)s (%(id)s)

source: MicroServiceChainChoice ID: %(uuid)s (%(chain)s at %(choice)s)
fr: MicroServiceChainChoice ID: %(uuid)s (%(chain)s aut %(choice)s)

source: Invalid syntax.
fr: Syntaxe invalide

source: Added.
fr: Ajouté.

source: Incorrect type.
fr: Type incorrect.

source: French
fr: Français

source: English
fr: Anglais

source: Spanish
fr: Espagnol

source: Portuguese
fr: Portugais

source: Select "Approve transfer" to begin processing or "Reject transfer" to start over again.
fr: Sélectionnez "Approuver le transfert" pour commencer le traitement ou "Rejeter le transfert" pour recommencer.

source: Create a SIP from the transfer.
fr: Créer un SIP à partir du transfert.

source: If desired, click "review" to view AIP contents. Select "Store AIP" to move the AIP into archival storage.
fr: Si désiré, cliquez "examiner" pour afficher le contenu de l'AIP. Sélectionnez "Stocker l'AIP" pour déplacer l'AIP dans le dossier de stockage des archives.

source: If desired, select "Upload DIP" to upload the DIP to the access system.
fr: Si désiré, sélectionnez "Télécharger le DIP" pour télécharger le DIP dans le système d'accès.

source: Page not found
fr: Page introuvable

source: Sorry! The page that you are trying to view is not here.
fr: Désolé ! La page que vous essayez de visualiser n'est pas ici.

source: Internal server error
fr: Erreur interne du serveur

source: Sorry! Something wrong happened. Please, contact with your administrator.
fr: Désolé ! Un problème est survenu. Veuillez contacter votre administrateur.

source: Update
fr: Mise à jour

source: Error updating FPR.
fr: Erreur lors du chargement du FPR.

source: First
fr: Premier

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Last
fr: Dernier

source: Jump to
fr: Aller à

source: Found %(count)s entries. Showing %(start_index)s to %(end_index)s.
fr: %(count)s entrées trouvées. Affiche les entrées %(start_index)s à %(end_index)s.

source: Users - Add new
fr: Utilisateurs - Ajouter un nouveau

source: Users
fr: Utilisateurs

source: Add new user
fr: Ajouter un nouvel utilisateur

source: Create
fr: Ajouter

source: Cancel
fr: Annuler

source: Users - Edit %(user)s
fr: Utilisateurs - Modifier %(user)s

source: Save
fr: Sauvegarder

source: Username
fr: Nom d'utilisateur

source: Name
fr: Nom

source: E-mail
fr: Courriel

source: Administrator
fr: Administrateur

source: Active
fr: Actif

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Add new
fr: Ajouter

source: Forgot your password?
fr: Vous avez oublié votre mot de passe?

source: Log in
fr: Ouverture de session

source: Admin
fr: Administration

source: REST API configuration
fr: Configuration REST API

source: IP whitelist
fr: Liste blanche d'adresses IP

source: Fetch from AtoM
fr: Extraire d'AtoM

source: AtoM Levels of Description
fr: Niveaux de description AtoM

source: No levels found.
fr: Pas de niveau trouvé.

source: ArchivesSpace DIP upload
fr: Téléchargement DIP via ArchivesSpace

source: Archivists Toolkit DIP upload
fr: Téléchargement DIP via Archivists' Toolkit

source: Levels of Description
fr: Niveaux de description

source: AtoM DIP upload
fr: Téléchargement DIP via AtoM

source: The settings below configure DIP uploading to Atom.
fr: Les paramètres ci-dessous configurent le téléchargement du DIP vers AtoM.

source: <b>Dashboard UUID</b> %(uuid)s
fr: <b>UUID du tableau de bord</b> %(uuid)s

source: General configuration
fr: Configuration générale

source: Storage Service options
fr: Options du service de stockage

source: Checksum algorithm
fr: Algorithme de somme de contrôle

source: Language
fr: Langue

source: Select one of the following languages available:
fr: Sélectionner l'une des langues disponibles suivantes :

source: Path
fr: Chemin d'accès

source: No available locations.
fr: Aucun emplacement disponible.

source: PREMIS agent
fr: Agent PREMIS

source: Processing configuration
fr: Configuration de traitement

source: Add
fr: Ajouter

source: Failure report: %(name)s
fr: Rapport d'échec : %(name)s

source: Failure report
fr: Rapport d'échec

source: No reports found.
fr: Aucun rapport trouvé.

source: %(count)s AIP files indexed.
fr: %(count)s Fichiers AIP indexés.

source: General
fr: Général

source: Failures
fr: Échecs

source: Transfer source locations
fr: Emplacement du transfert source

source: AIP storage locations
fr: Emplacements de stockage d’AIP

source: Processing storage usage
fr: Gestion de l'utilisation du stockage

source: DIP upload
fr: Téléchargement DIP

source: Taxonomies
fr: Référentiels

source: Previous page
fr: Page précédente

source: Next page
fr: Page suivante

source: Taxonomy
fr: Référentiel

source: Usage
fr: Utilisation

source: Purpose
fr: But

source: Size
fr: Taille

source: Clear
fr: Effacer

source: About Archivematica
fr: À propos d'Archivematica

source: Appraisal
fr: Évaluation

source: Show files?
fr: Afficher les fichiers?

source: Show AICs?
fr: Afficher les AIC?

source: Search archival storage
fr: Faire une recherche dans le dossier de stockage des archives

source: Archival storage
fr: Dossier de stockage des archives

source: Search
fr: Rechercher

source: Browse archival storage
fr: Parcourir le dossier de stockage des archives

source: Total size: %(size)s MB
fr: Taille total : %(size)s MB

source: Files indexed: %(count)s
fr: Fichiers indexés : %(count)s

source: Sort
fr: Trier

source: Status
fr: Statut

source: View
fr: Affichage

source: Archival storage is empty.
fr: Le dossier de stockage des archives est vide.

source: Create an AIC
fr: Créer une AIC

source: Files
fr: Fichiers

source: Unknown
fr: Inconnu

source: Part of %(item)s
fr: Partie de %(item)s

source: File(s)
fr: Fichier(s)
